42crunch.vscode-openapi
alefragnani.project-manager
alexkrechik.cucumberautocomplete
almenon.arepl
azimutt.vscode-aml
batisteo.vscode-django
bocovo.dbml-erd-visualizer
codeium.codeium
codezombiech.gitignore
codium.codium
cstrap.python-snippets
cucumberopen.cucumber-official
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
deerawan.vscode-dash
demystifying-javascript.python-extensions-pack
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
firsttris.vscode-jest-runner
github.vscode-github-actions
hbenl.vscode-test-explorer
kaih2o.python-resource-monitor
kennylong.kubernetes-yaml-formatter
kevinrose.vsc-python-indent
letsmoe.meta-highlight
littlefoxteam.vscode-python-test-adapter
mechatroner.rainbow-csv
mintlify.document
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.test-adapter-converter
njpwerner.autodocstring
njqdev.vscode-python-typehint
oderwat.indent-rainbow
orta.vscode-jest
rangav.vscode-thunder-client
redhat.vscode-yaml
saoudrizwan.claude-dev
scala-lang.scala
scalameta.metals
simonsiefke.svg-preview
sourcery.sourcery
streetsidesoftware.code-spell-checker
teddylun.json-utils
thebarkman.vscode-djaneiro
trabpukcip.wolf
xirider.livecode
ziyasal.vscode-open-in-github